{
  "0": "Start Date",
  "1": "End Date",
  "2": "Response Type",
  "3": "IP Address",
  "4": "Progress",
  "5": "Duration (in seconds)",
  "6": "Finished",
  "7": "Recorded Date",
  "8": "Response ID",
  "9": "Recipient Last Name",
  "10": "Recipient First Name",
  "11": "Recipient Email",
  "12": "External Data Reference",
  "13": "Location Latitude",
  "14": "Location Longitude",
  "15": "Distribution Channel",
  "16": "User Language",
  "17": "Flood Adaptation Implementation Survey\nConsent Form\n\n\n\nYou have been chosen to participate in a research survey about flood risk and mitigation options being conducted by Professor Y. C. Ethan Yang from Lehigh University. The purpose of the study is to gather information about residents’ perceptions of flooding risk, and preferences for flood adaptation options (e.g., buying flood insurance, making home improvements, and relocation) that can be used to reduce potential flood losses. Your participation in the study will involve answering about 50 questions (including sub-questions) regarding your opinions about flooding. The estimated time to finish the survey is about 20 minutes.\n\n\n\nThere are no costs to you for participating nor do we anticipate any risks to you from participating in this study. The information you provide will help us understand the best way to integrate residents’ opinions into our computer models of flood risk. You will be compensated with the amount you agreed upon with Prolific before you entered the survey.\n\n\n\nThis survey is anonymous. Any data or answers to questions will remain confidential regarding your identity. Any information collected through this research project that personally identifies you will not be voluntarily released or disclosed without your separate consent, except as specifically required by law. Your decision whether to participate is voluntary. You may skip any questions that you are not comfortable answering and are free to withdraw from this survey at any time without jeopardizing your relationship with Lehigh University. If you have any questions about this study and want to know more, you may call Professor Y. C. Ethan Yang at (610) 758-5685. You may report problems that may result from your participation or direct questions regarding your rights as a subject in this study to Lehigh University’s Office of Research Integrity at (610) 758-2871 or inirb@lehigh.edu. All reports or correspondence will be kept confidential. You can print a hard copy of this form as a record or contact Professor Y. C. Ethan Yang for a hard copy.\n\n\n\nTo confirm that you have read and understood the foregoing information, that you have received answers to any questions you may have, and you consent to participate in the study, please select “Yes” below.",
  "18": "What is your Prolific ID?\n\nPlease note that this response should auto-fill with the correct ID.\n(You can type anything if you do not have a Prolific ID)",
  "19": "Which state are you living now",
  "20": "1. Which type of house do you currently live in? - Selected Choice",
  "21": "1. Which type of house do you currently live in? - Other: - Text",
  "22": "2. What is your current housing status? - Selected Choice",
  "23": "2. What is your current housing status? - Others: - Text",
  "24": "3. What year was your house originally constructed?",
  "25": "4. Do you know whether your house/property is located in a Special Flood Hazard Area (SFHA) or flood-prone area?",
  "26": "5. Does your household own a vehicle?",
  "27": "6. Do you or anyone in your family experience any physical challenges, such as in vision, cognition, mobility, hearing, or speech?",
  "28": "7. How many people (including yourselves) live in your household?",
  "29": "8. How long have you or your family been living in your current address?",
  "30": "9. How many generations has your family lived in your current address?",
  "31": "10. Does your household have any members who are: - Younger than 6 years old",
  "32": "10. Does your household have any members who are: - Between the ages of 6 to 18 years old",
  "33": "10. Does your household have any members who are: - Older than 65 years old",
  "34": "11. Have you or your household members ever experienced a flood at your current address?",
  "35": "12. When was the most recent time you or your household experienced flooding?",
  "36": "13. Have you or your household experienced financial loss caused by floods?\n\nIf yes, please provide the year of the flood.\n\nIf you do not remember, please type 'None'. - Selected Choice",
  "37": "13. Have you or your household experienced financial loss caused by floods?\n\nIf yes, please provide the year of the flood.\n\nIf you do not remember, please type 'None'. - Yes - Text",
  "38": "14. How often have you or your household members been personally affected by a flood in the past ten years (financial loss, time loss, additional cost, etc.)?",
  "39": "15. Had your household ever received assistance from the government for flood events?",
  "40": "16. After your most recent flood experience, have you taken any of the following actions? - Selected Choice",
  "41": "16. After your most recent flood experience, have you taken any of the following actions? - Others - Text",
  "42": "17. After your most recent flood experience, did you take any actions based on previous flood experiences? If so, what influenced your decision?",
  "43": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 1. Most people can be trusted in my community.",
  "44": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 2. Most people try to be fair in my community.",
  "45": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 3. People try to help others most of the time in my community.",
  "46": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 4. People consider the needs of others in my community.",
  "47": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 5. Everyone can participate when important decisions are made in my community.",
  "48": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 6. Many people participate in formal groups (e.g. associations, churches, or organizations) in my community.",
  "49": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 7.I feel a strong emotional bond with my community.",
  "50": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 8.I feel that the community that I am living in right now fulfills my social and emotional needs.",
  "51": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 9. I am proud to be a member of this community.",
  "52": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 10. I think that compared with other places, living in this community makes me feel more satisfied.",
  "53": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 11. I feel more comfortable to stay in my community unless I need to go out for some specific tasks.",
  "54": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 12. I believe the community where I am living right now provides unique job opportunities that I value.",
  "55": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 13. I feel that living in this community guarantees the quality of life for my household.",
  "56": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 14. I will miss nearby resources if moving away.",
  "57": "18. The following questions are about your living experience, feelings, and understanding of your community.\n\nPlease indicate how well you agree with the following statements. - 15.  I believe that this community provides me with livelihood opportunities that no other place can offer.",
  "58": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 1.I believe floods pose a significant personal and financial risk to me, including potential damage to my property.",
  "59": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 2. I believe it is very likely that a flood event will impact my property in the near future.",
  "60": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 3. I have an actionable plan to protect my property from flood impact.",
  "61": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 4. I know how to identify warning signs of potential flooding on my property.",
  "62": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 5. In the event of a developing flood, I know where to find reliable information on current water levels.",
  "63": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 6. I understand the actions that I need to take to protect my property either before or after a flood event.",
  "64": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 7.  I am familiar with overall flood impact mitigation strategies in my community.",
  "65": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 8.  I am concerned that flooding could disrupt my household’s ability to work and maintain income.",
  "66": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 9. I am concerned that a future flood could cause health problems for my household members, such as injuries, illness, or stress..",
  "67": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 10. I am concerned about the possibility of a future flood causing damage to my property.",
  "68": "19. The following questions are about your feelings and perspective on flood impact.\n\nPlease indicate how well you agree with the following statements. - 11. I frequently worry about the potential negative consequences of a flood.",
  "69": "20. To show that you are paying attention, please check only the “Neutral” option as your answer.",
  "70": "21. The following questions are about your coping capacity for floods.\n\nPlease indicate how well you agree with the following statements. - 1. I am confident that I know the necessary flood mitigation actions to take before and after the floods to reduce damage.",
  "71": "21. The following questions are about your coping capacity for floods.\n\nPlease indicate how well you agree with the following statements. - 2. I am confident that I can prevent flood losses by implementing flood mitigation strategies.",
  "72": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 1. Relocation plans/buyout programs can help me significantly minimize property losses caused by floods.",
  "73": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 2. Relocation plans/buyout programs are cost-effective for my household.",
  "74": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 3. I trust my local government can protect our communities from flooding by providing relocation plans/buyout programs that lower financial losses.",
  "75": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 4. Flood insurance can help me significantly minimize property losses by floods.",
  "76": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 5. Flood insurance is cost-effective for my household.",
  "77": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 6. I trust the government and/or private insurance companies can provide reliable flood insurance to protect my property.",
  "78": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 7. Elevating houses can help me significantly minimize property losses by floods.",
  "79": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 8. Elevating houses is cost-effective for my household.",
  "80": "22. The following questions relate to flood insurance, relocation plans/ buyout programs, and house elevation.\n\nPlease indicate how well you agree with the following statements.\n\n\n\nNote: A buyout program is a government initiative that offers grants to purchase properties and eligible vacant lands in flood-prone communities at pre-disaster values. Its goal is to reduce flood risks and prevent future losses by removing properties from high-risk areas. House elevation involves raising house structures above flood levels to minimize flood losses. Flood insurance is a federally supported program that allows policyholders to pay a monthly premium and receive full coverage for financial losses in the event of a flood. - 9. I trust the government can provide clear and reliable guidance on house elevation to help me better protect my property.",
  "81": "23. What types of flood insurance do you have on the property you are living in now?",
  "82": "24. Imagine that the probability of a flood destroying your house and property is 1% next year.\n\nThe governments and private insurance companies provide flood insurance to cover your economic loss in floods.\n\n\n\nWould you prefer purchasing flood insurance?",
  "83": "25. What is the maximum percentage of your household's annual salary that you would be willing to allocate for flood insurance to cover potential damage fully?",
  "84": "26. Imagine that the probability of a flood that will seriously damage your house is 1% next year.\n\nYour house is located in the flood-prone area.\n\n\n\nWould you choose to elevate your house?",
  "85": "27. What is the maximum percentage of your household's annual salary that you would be willing to pay to elevate your house to protect it from potential flood risks?",
  "86": "28. Imagine that the probability of a flood causing large property loss is 1% next year.\n\nThe state governments offer a buyout program to purchase properties (including houses and lands) in flood-prone areas\n\n\n\nWould you agree to participate in a buyout program?",
  "87": "29. Imagine that your properties (including houses and lands) sustained great damages but haven’t been repaired. The state governments offer a grant (acquisition plan) to purchase your damaged properties (including houses and lands).\n\n\nWhat is the minimum percentage of the post-disaster fair market value for your damaged property that you would be willing to accept in order to sell your house and land to the government?",
  "88": "30. Imagine that the probability of a flood causing large property loss is 1% next year in your current areas. The government offers a relocation plan for tenants, which includes assistance for relocation and covering increased rent for up to two years after relocation.\n\n\n\nWould you agree to accept take a relocation plan avoid potential flood losses?",
  "89": "31. Imagine that the probability of a flood causing large property loss is 1% next year.\n\nPlease rank the following three flood mitigation options based on your preference - <span style=\"font-size:16px;\">Flood insurance</span>",
  "90": "31. Imagine that the probability of a flood causing large property loss is 1% next year.\n\nPlease rank the following three flood mitigation options based on your preference - <span style=\"font-size:16px;\">House elevation</span>",
  "91": "31. Imagine that the probability of a flood causing large property loss is 1% next year.\n\nPlease rank the following three flood mitigation options based on your preference - <span style=\"font-size:16px;\">Buyout program</span>",
  "92": "31. Imagine that the probability of a flood causing large property loss is 1% next year.\n\nPlease rank the following three flood mitigation options based on your preference - <span style=\"font-size:16px;\">Do nothing</span>",
  "93": "32. Which gender do you identify with? - Selected Choice",
  "94": "32. Which gender do you identify with? - Other: - Text",
  "95": "33. How old are you?",
  "96": "34. What is your highest level of education?",
  "97": "35. What is your race/ethnicity?",
  "98": "36. What is your current employment status? - Selected Choice",
  "99": "36. What is your current employment status? - Others: - Text",
  "100": "37. What is your level of proficiency in English?",
  "101": "38. Does your household spend more than 30 percent of it annual income on rent, mortgage payments, and other housing costs?",
  "102": "39. What is your main occupation? - Selected Choice",
  "103": "39. What is your main occupation? - Other - Text",
  "104": "40. What is your annual household income before tax (US dollars)?",
  "105": "41. What is your current 5-digit zip code?",
  "106": "42.\nThank you for completing the survey.\n\n\nPlease share any feedback you have on the survey, such as question clarity, length, or ease of understanding.\n\nYour suggestions will help us improve future surveys.",
  "107": "PROLIFIC_PID",
  "108": "G1",
  "109": "G2",
  "110": "G3"
}